Repository: perez-danilo/gerenciainsta
Catalog: app/locale/*/messages.po
Languages: pt_br

source: As soon as we charge the payment from your credit card to renew the account, your account will be activated automatially.
pt_br: Assim que cobrarmos o pagamento do seu cartão de crédito para renovar a conta, sua conta será ativada automaticamente.

source: Upcoming Invoice
pt_br: Próxima fatura

source: %s on %s at %s
pt_br: %s em %s a %s

source: Cancel Automatic Payments
pt_br: Cancelar pagamentos automáticos

source: Your account has been expired! <br> Please renew your account to use the app.
pt_br: Sua conta expirou! <br> Por favor renove sua conta para usar o aplicativo

source: Renew Account
pt_br: Renovar conta

source: Logout
pt_br: Sair

source: Upload Media
pt_br: Upload de mídia

source: Your PC
pt_br: Seu PC

source: Add Post
pt_br: Adicionar postagem

source: Captions
pt_br: Legendas

source: Accounts
pt_br: Contas

source: Statistics
pt_br: Estatísticas

source: Modules
pt_br: Módulos

source: Packages
pt_br: Planos

source: Users
pt_br: Usuários

source: Settings
pt_br: Configurações

source: You don't have any Instagram account.
pt_br: Você não tem uma conta no Instagram.

source: Trial Package
pt_br: Plano de Avaliação

source: Size (days)
pt_br: Tamanho (dias)

source: Possible values: -1, 0 and any positive integer
pt_br: Valores possíveis - 1-0 e qualquer número inteiro positivo

source: Include -1 for unlimited, 0 to completely disable trial mode
pt_br: Incluir -1 para ilimitado, 0 para desativar completamente o modo de teste

source: Max. storage size (MB)
pt_br: Tamanho máximo de armazenamento (MB)

source: Max. file size (MB)
pt_br: Tamanho máximo do arquivo (MB)

source: Include -1 for unlimted
pt_br: Inclua -1 para ilimitado

source: Number of accounts
pt_br: Número de contas

source: Include -1 for unlimited
pt_br: Inclua -1 para ilimitado

source: File Pickers
pt_br: Selecione o arquivo

source: Post Types
pt_br: Tipos de Post

source: Photo Post
pt_br: Poste Foto

source: Video Post
pt_br: Poste Vídeo

source: Story Photo
pt_br: Poste uma História

source: Story Video
pt_br: Histórias em vídeo

source: Album (video)
pt_br: Album (vídeo)

source: Subscribers with this option enabled, can use spintax syntax in post captions.
pt_br: Os assinantes com essa opção ativada podem usar a sintaxe spintax nas legendas das postagens.

source: Save
pt_br: Salvar

source: Save and update subscribers
pt_br: Salvar e atualizar anunciantes

source: New Package
pt_br: Novo plano

source: Package Name
pt_br: Nome do plano

source: Monthly Price
pt_br: Preço mensal

source: Annual Price
pt_br: Preço anual

source: Invisible Package
pt_br: Plano invisível

source: Will be visible only by admins inside the app
pt_br: Será visível apenas pelos administradores dentro do aplicativo

source: Free Trial
pt_br: Avaliação gratuita

source: Trial package for new users
pt_br: Plano de avaliação para novos usuários

source: Public Package
pt_br: Plano público

source: Package for admins only
pt_br: Plano apenas para administradores

source: Please select a package from left side list to view or modify it's details.
pt_br: Por favor, selecione um pacote da lista do lado esquerdo para visualizar ou modificar seus detalhes.

source: Choose your module and click "Install" button
pt_br: Escolha o seu módulo e clique no botão "Instalar"

source: Choose Zip Archive
pt_br: Escolha Arquivo Zip

source: Install
pt_br: Instalar

source: Module has been installed successfully!
pt_br: O módulo foi instalado com sucesso!

source: View Modules
pt_br: Visualizar módulos

source: An error occured during the installation process! Please try again later!
pt_br: Ocorreu um erro durante o processo de instalação! Por favor, tente novamente mais tarde!

source: Version %s
pt_br: Versão %s

source: By %s
pt_br: Por %s

source: Module Settings
pt_br: Configurações do módulo

source: Deactivate
pt_br: Desativar

source: Activate
pt_br: Ativar

source: Invalid module
pt_br: Módulo inválido

source: You haven't installed any module yet. Click the button below to install first module.
pt_br: Você ainda não instalou nenhum módulo. Clique no botão abaixo para instalar o primeiro módulo.

source: This post has been failed to publish previously because of the following reason:
pt_br: Esta postagem não foi publicada anteriormente devido ao seguinte motivo:

source: Video
pt_br: Vídeo

source: Photo
pt_br: Foto

source: Post
pt_br: Postar

source: Add Story
pt_br: Adicionar História

source: Add Album
pt_br: Adicionar Album

source: Pick a file from your device
pt_br: Escolha um arquivo do seu dispositivo

source: Media
pt_br: Mídia

source: Delete Mode
pt_br: Excluir modo

source: Drop here
pt_br: Soltar aqui

source: Drag media here to post
pt_br: Arraste a mídia aqui para postar

source: First Comment
pt_br: Primeiro comentário

source: Write the first comment
pt_br: Escreva o primeiro comentário

source: Schedule
pt_br: Cronograma

source: Advanced Settings
pt_br: Configurações avançadas

source: Location
pt_br: Localização

source: Auto remove media
pt_br: Remover mídia automaticamente

source: Remove media files after posting
pt_br: Remover arquivos de mídia após postar

source: Post now
pt_br: Publicar agora

source: Schedule the post
pt_br: Programar postagem

source: To continue using our services, you need to confirm your email. Check the instruction sent to %s to verify your email.
pt_br: Para continuar usando nossos serviços, você precisa confirmar seu e-mail. Verifique a instrução enviada para %s para verificar seu email.

source: Resend email
pt_br: Reenviar e-mail

source: Firstname
pt_br: Primeiro nome

source: Lastname
pt_br: Último nome

source: Language
pt_br: Idioma

source: Timezone
pt_br: Fuso Horário

source: Date format
pt_br: Formato da data

source: 01 November, 2017
pt_br: 01 de novembro de 2017

source: November 01, 2017
pt_br: Novembro 01, 2017

source: Time format
pt_br: Formato da hora

source: 24 hours
pt_br: 24 horas

source: 12 hours
pt_br: 12 horas

source: New Password
pt_br: Nova Senha

source: Confirm Password
pt_br: Confirme a Senha

source: If you don't want to change password then leave these password fields empty!
pt_br: Se você não quiser alterar a senha, deixe esses campos de senha vazios!

source: Your Package
pt_br: Seu Plano

source: Trial Mode
pt_br: Modo de teste

source: Unknown Package
pt_br: Plano Desconhecido

source: Expire Date
pt_br: Data de validade

source: Payment Model
pt_br: Modelo de pagamento

source: Automatic
pt_br: Automático

source: Annual
pt_br: Anual

source: Monthly
pt_br: Por mês

source: Upcoming invoice
pt_br: Próxima fatura

source: We'll charge your credit card automatically at the account expire date.
pt_br: Nós cobraremos seu cartão de crédito automaticamente na data de expiração da conta.

source: After the expire date, your account will be locked until you renew your account.
pt_br: Após a data de expiração, sua conta será bloqueada até que você renove sua conta.

source: Upgrade Account
pt_br: Faça um upgrade na sua conta

source: Used once
pt_br: Usado uma vez

source: There is not any proxy address yet. Click the button below to add your first proxy address.
pt_br: Ainda não há nenhum endereço de proxy. Clique no botão abaixo para adicionar seu primeiro endereço de proxy.

source: Please select a proxy from left side list to view or modify it's details.
pt_br: Por favor, selecione um proxy da lista do lado esquerdo para visualizar ou modificar seus detalhes.

source: New Proxy
pt_br: Novo Proxy

source: Country
pt_br: País

source: Unknown
pt_br: Desconhecido

source: You've already subscribed to %s. <br> Please select package options and payment gateway to renew your account!
pt_br: Você já está assinado para <br> Por favor selecione opções de pacotes e gateway de pagamentos para renovar sua conta

source: Great! You've selected %s. <br> Now please select package options and payment gateway to renew your account!
pt_br: Ótimo! Você selecionou %s <br> Agora por favor selecione as opções de pacote e gateway de pagamentos para renovar sua conta!

source: Pay {{amount}}
pt_br: Pagamento {{quantidade}}

source: Please select your plan
pt_br: Por favor selecione o seu plano

source: Monthly plan
pt_br: Plano mensal

source: Annual plan
pt_br: Plano anual

source: Choose a payment method
pt_br: Escolha um método de pagamento

source: Payment Cycle
pt_br: Ciclo de Pagamento

source: One time
pt_br: Um tempo

source: This is one time payment
pt_br: Este é um pagamento único

source: Recurring Payment
pt_br: Pagamento recorrente

source: You'll be charged at the end of each cycle automatically
pt_br: Você será cobrado no final de cada ciclo automaticamente

source: Place Order
pt_br: Faça o seu pedido

source: Please select one of the packages listed below to subscribe!
pt_br: Por favor, selecione um dos planos listados abaixo para se inscrever!

source: per month
pt_br: por mês

source: You save %s
pt_br: Você economiza %s

source: Only 1 account
pt_br: Somente uma conta

source: Unlimited accounts
pt_br: Contas ilimitadas

source: Zero accounts
pt_br: Zero contas

source: Photo+Video
pt_br: Foto+Vídeo

source: Photo only
pt_br: Somente foto

source: Video only
pt_br: Somene vídeo

source: Cloud Import
pt_br: Importar da nuvem

source: Not available
pt_br: Não disponível

source: Spintax Support
pt_br: Suporte do Spintax

source: Storage
pt_br: Armazenamento

source: Select
pt_br: Selecionar

source: Dropbox Chooser
pt_br: Seletor do Dropbox

source: Dropbox API Key
pt_br: Chave da API do Dropbox

source: Leave this field empty if you don't want to enable Dropbox Chooser.
pt_br: Deixe este campo vazio se não quiser ativar o Seletor de Dropbox.

source: Experimental Features
pt_br: Recursos Experimentais

source: Video processing
pt_br: Processamento de vídeo

source: Search in post caption and first comment
pt_br: Pesquisar na legenda da postagem e primeiro comentário

source: Facebook Login
pt_br: Login no Facebook

source: App ID
pt_br: ID do Aplicativo

source: App Secret
pt_br: Aplicativo secreto

source: Google Analytics Property ID
pt_br: Propriedade da ID do Google Analytics

source: Leave this field empty if you don't want to enable Google Analytics
pt_br: Deixe este campo vazio se não quiser ativar o Google Analytics

source: Google Drive Picker
pt_br: Seletor do Google Drive

source: Leave both of these fields empty if you don't want to enable Google Drive file picker.
pt_br: Deixe ambos os campos vazios se você não quiser ativar o seletor de arquivos do Google Drive.

source: Google API Key
pt_br: Chave de API do Google

source: Google Client ID
pt_br: ID do Cliente Google

source: Logotype
pt_br: Logotipo

source: Logomark
pt_br: Logomarca

source: Will be used as minimized menu and favicon
pt_br: Será usado como menu e favicon minimizado

source: 128px x 128px PNG image is recomended
pt_br: Recomenda-se a imagem PNG de 128 x 128 pixels

source: General Settings
pt_br: Configurações Gerais

source: Site Settings
pt_br: Configurações do site

source: Other Settings
pt_br: Outras configurações

source: Proxy Addresses
pt_br: Endereço do Proxy

source: Email Notifications
pt_br: Notificações por e-mail

source: Integrations
pt_br: Integrações

source: OneDrive File Picker
pt_br: Seletor de arquivos do OneDrive

source: PayPal Integration
pt_br: Integração do PayPal

source: Stripe Integration
pt_br: Integração Stripe

source: Email Addresses
pt_br: Endereço de e-mail

source: Notification emails will be sent to these email addresses. Separate emails with comma sign.
pt_br: Os e-mails de notificação serão enviados para esses endereços de e-mail. E-mails separados com sinal de vírgula.

source: New User
pt_br: Novo usuário

source: Receive notification when a new user registers to the site
pt_br: Receber notificação quando um novo usuário se registra no site

source: Account Renew (New payment)
pt_br: Renovação de conta (novo pagamento)

source: Receive notification when new payment received successfully to renew the user account.
pt_br: Receber notificação quando o novo pagamento for recebido com sucesso para renovar a conta do usuário.

source: OneDrive Client ID
pt_br: ID do Cliente do OneDrive

source: Leave this field empty if you don't want to enable OneDrive file picker.
pt_br: Deixe esse campo vazio se você não quiser ativar o selecionador de arquivos do OneDrive.

source: SSL certificate is required for OneDrive interation
pt_br: O certificado SSL é necessário para a integração do OneDrive

source: Default Currency
pt_br: Moeda padrão

source: Geonames Username
pt_br: Usuário do Geonames

source: Enter your geonames.org username
pt_br: Digite seu nome de usuário geonames.org

source: Required for getting correct data for user's location to use in proxy and timezones detection
pt_br: Necessário para obter dados corretos para a localização do usuário para usar na detecção de proxy e fuso horário

source: Require Email Verification
pt_br: Requerer verificação de email

source: Enabling this settings will not affect current users until they update their email address.
pt_br: A ativação dessas configurações não afetará os usuários atuais até que eles atualizem seus endereços de e-mail.

source: Users with unverified email address will not be able to use the app until they verify the email address.
pt_br: Os usuários com endereço de e-mail não verificado não poderão usar o aplicativo até que confirmem o endereço de e-mail.

source: This setting will not affect admin accounts.
pt_br: Essa configuração não afetará as contas de administrador.

source: Enabling SMTP is highly recommended.
pt_br: A ativação do SMTP é altamente recomendada.

source: Environment
pt_br: Ambiente

source: Sandbox (Test mode)
pt_br: Sandbox

source: Live
pt_br: Vivo

source: PayPal Client ID
pt_br: ID do cliente PayPal

source: PayPal Client Secret
pt_br: Cliente secreto do PayPal

source: Proxy Settings
pt_br: Configurações do Proxy

source: Enable System Proxy
pt_br: Ativar proxy do sistema

source: If you enable this option, system will try use most appropriate proxy from your proxy list while new acount is being added.
pt_br: Se você habilitar essa opção, o sistema tentará usar o proxy mais apropriado da sua lista de proxy enquanto uma nova conta estiver sendo adicionada.

source: Users can add their own proxy address.
pt_br: Os usuários podem adicionar seu próprio endereço de proxy.

source: Site name
pt_br: Nome do site

source: Enter site name here
pt_br: Digite o nome do site aqui

source: Site description
pt_br: Descrição do site

source: Recommended length of the description is 150-160 characters
pt_br: O comprimento recomendado da descrição é de 150 a 160 caracteres

source: Keywords
pt_br: Palavras chaves

source: SMTP Settings
pt_br: Configurações do SMTP

source: SMTP Server
pt_br: Servidor do SMPT

source: If you left this field empty then other field values will be ignored and server's default configuration will be used.
pt_br: Se você deixar este campo vazio, outros valores de campo serão ignorados e a configuração padrão do servidor será usada.

source: Port
pt_br: Porta

source: Encryption
pt_br: Criptografia

source: None
pt_br: Nenhum

source: SMTP Auth
pt_br: Autorização de SMTP

source: Auth. username
pt_br: Usuário autorizado

source: Auth. password
pt_br: Senha de autorização

source: From
pt_br: De

source: All emails will be sent from this email address.
pt_br: Todos os emails serão enviados a partir deste endereço de email.

source: Publishable Key
pt_br: Chave publicável

source: Secret Key
pt_br: Chave secreta

source: Enable Recurring Payments
pt_br: Ativar pagamentos recorrentes

source: User's will have an option to make the recurring payments
pt_br: O usuário terá uma opção para fazer os pagamentos recorrentes

source: Webhook Signing Secret Key
pt_br: Chave secreta de assinatura do Webhook

source: Notes
pt_br: Notas

source: If you're going to enable the recurring payments, you should follow these steps:
pt_br: Se você for ativar os pagamentos recorrentes, siga estas etapas:

source: Go to webhook settings at Stripe account dashboard
pt_br: Acesse as configurações do webhook no painel da conta Stripe

source: Click the "+Add endpoint" button at "Endpoints receiving events from your account" section
pt_br: Clique no botão "+ Adicionar ponto de extremidade" na seção "Pontos finais que recebem eventos da sua conta"

source: Include the following address to the "URL to be called" section
pt_br: Inclua o seguinte endereço na seção "URL a ser chamada"

source: Select "Send all event types" as a value of "Filter event"
pt_br: Selecione "Enviar todos os tipos de eventos" como um valor de "Filtrar evento"

source: Account Summary
pt_br: Resuma da conta

source: Post Summary
pt_br: Resumo da postagem

source: Last 30 days
pt_br: Últimos 30 dias

source: Completed
pt_br: Concluído

source: Posts
pt_br: Postagens

source: Search Modules
pt_br: Módulos de pesquisa

source: Search
pt_br: Pesquisa

source: Hi, %s!
pt_br: Oi, %s!

source: Profile
pt_br: Perfil

source: Account Type
pt_br: Tipo de conta

source: Regular User
pt_br: Usuário regular

source: Active
pt_br: Ativo

source: Deactive
pt_br: Desativar

source: Expire date
pt_br: Data de expiração

source: Package
pt_br: Plano

source: Subscribe to changes in package settings
pt_br: Assine as alterações nas configurações do plano

source: Users with this option enabled, can use spintax syntax in post captions.
pt_br: Usuários com esta opção ativada, podem usar a sintaxe spintax em legendas.

source: Your account
pt_br: Sua conta

source: Regular user
pt_br: Usuário Regular

source: Expire date: %s
pt_br: Data de expiração %s

source: Expired
pt_br: Expirado

source: Couldn't find any result for your search query.
pt_br: Não foi possível encontrar nenhum resultado para sua consulta de pesquisa.

source: Please select a user from left side list to view or modify it's details.
pt_br: Por favor, selecione um usuário da lista do lado esquerdo para visualizar ou modificar seus detalhes

source: Install Module
pt_br: Instalar módulo

source: Edit Post
pt_br: Editar postagem

source: New Post
pt_br: Nova postagem

source: Dashboard
pt_br: Painel de controle

source: Account Renewal
pt_br: Renovação de conta

source: Please verify the reCaptcha.
pt_br: Por favor, verifique o reCaptcha.

source: Clear storage
pt_br: Armazenagem limpa

source: Do you really want to remove all of your files? Your scheduled posts will not be published. This action not be undone.
pt_br: Você realmente quer remover todos os seus arquivos? Suas postagens agendadas não serão publicadas. Esta ação não pode ser desfeita.

source: Missing or invalid secret key for the reCaptcha.
pt_br: Chave secreta ausente ou inválida para o reCaptcha.

source: Recaptcha is timedout or duplicate.
pt_br: Recaptcha é temporizado ou duplicado.

source: Couldn't verify the recaptcha
pt_br: Não foi possível verificar a recaptcha

source: Site key
pt_br: Chave do site

source: Secret key
pt_br: Chave secreta

source: Enable Recaptcha in signup page
pt_br: Ativar Recaptcha na página de inscrição

source: Valid site and secret keys are required.
pt_br: Site válido e chaves secretas são necessárias.

source: You should follow these steps to get necessary keys:
pt_br: Você deve seguir estas etapas para obter as chaves necessárias:

source: Go to Google reCAPTCHA website and find "Register a new site" section
pt_br: Acesse o site do Google reCAPTCHA e encontre a seção "Registrar um novo site"

source: Include any text in the "Label" field
pt_br: Inclua qualquer texto no campo "Label"

source: Select "reCAPTCHA v2" as a site key type
pt_br: Selecione "reCAPTCHA v2" como um tipo de chave de site

source: Enter the following address to the "Domains" field in a individual line
pt_br: Digite o seguinte endereço no campo "Domínios" em uma linha individual

source: Copy & paste the site and secret keys
pt_br: Copie e cole o site e as chaves secretas

source: Active Theme
pt_br: Tema Ativo
