Repository: perez-danilo/gerenciainsta
Catalog: app/locale/*/messages.po
Languages: pt_br

source: Missing some of required data.
pt_br: Falta alguns dos dados necessários.

source: Please include a valid username.
pt_br: Por favor, inclua um nome de usuário válido.

source: Account is already exists!
pt_br: Conta já existe!

source: Proxy is not valid or active!
pt_br: Proxy não é válido ou ativo!

source: Encryption error
pt_br: Erro de criptografia

source: Enter the code sent to your number ending in %s
pt_br: Digite o código enviado para o seu número que termina em %s

source: Your account has been disabled for violating Instagram terms. <a href='%s'>Click here</a> to learn how you may be able to restore your account.
pt_br: Sua conta foi desativada por violar os termos do Instagram. <a href='%s'>Clique aqui</a> para saber como você pode restaurar sua conta.

source: Your account has been banned from Instagram API for spam behaviour or otherwise abusing.
pt_br: Sua conta foi banida da API do Instagram por comportamento de spam ou abuso.

source: The password you entered is incorrect. Please try again.
pt_br: A senha que você digitou está incorreta. Por favor, tente novamente.

source: The username you entered doesn't appear to belong to an account. Please check your username and try again.
pt_br: O nome de usuário que você inseriu não parece pertencer a uma conta. Por favor, verifique seu nome de usuário e tente novamente.

source: Oops! Something went wrong. Please try again later!
pt_br: Opa! Algo deu errado. Por favor, tente novamente mais tarde!

source: Changes saved!
pt_br: Mudanças salvas!

source: Please check the security code sent you and try again.
pt_br: Por favor, verifique o código de segurança enviado e tente novamente.

source: SMS sent.
pt_br: SMS enviado.

source: An error occured while verifying the security code.
pt_br: Ocorreu um erro ao verificar o código de segurança.

source: Please try again some time later.
pt_br: Por favor, tente novamente algum tempo depois.

source: Couldn't verify the security code.
pt_br: Não foi possível verificar o código de segurança.

source: Please check the code sent to you and try again.
pt_br: Por favor, verifique o código enviado para você e tente novamente.

source: Sorry, we couldn't add this account at the moment.
pt_br: Desculpe, não foi possível adicionar essa conta no momento.

source: Please goto <a href='http://instagram.com' target='_blank'>instagram.com</a> and pass challenge!
pt_br: Por favor vá a <a href='http://instagram.com' target='_blank'>instagram.com</a> e passe desafio!

source: Enter the 6-digit code sent to the email address %s
pt_br: Digite o código de 6 dígitos enviado para o endereço de e-mail %s

source: Please goto <a href='http://instagram.com' target='_blank'>instagram.com</a> and pass checkpoint!
pt_br: Por favor vá a <a href='http://instagram.com' target='_blank'>instagram.com</a> e passe pelo checkpoint!

source: ID is requred!
pt_br: ID é obrigatório!

source: Invalid ID
pt_br: ID Inválido

source: Account is not available.
pt_br: Conta não está disponível.

source: Re-login required for %s
pt_br: Novo login necessário para %s

source: Post is not available!
pt_br: Postar não está disponível!

source: Post status is not valid!
pt_br: O status da postagem não é válido!

source: Post type is not valid!
pt_br: O tipo de postagem não é válido!

source: Your access to the script has been disabled!
pt_br: Seu acesso ao script foi desativado!

source: At least 2 media file is required for the album post.
pt_br: Pelo menos 2 arquivos de mídia são necessários para a postagem do álbum.

source: Couldn't find selected media for the story
pt_br: Não foi possível encontrar mídia selecionada para a história

source: Couldn't find selected media for the post
pt_br: Não foi possível encontrar a mídia selecionada para a postagem

source: You don't have a permission for video posts.
pt_br: Você não tem permissão para postagens em vídeo.

source: You don't have a permission for story videos.
pt_br: Você não tem permissão para vídeos de histórias.

source: You don't have a permission for videos in album.
pt_br: Você não tem permissão para vídeos no álbum.

source: You don't have a permission for photo posts.
pt_br: Você não tem permissão para postagens de fotos.

source: You don't have a permission for story photos.
pt_br: Você não tem permissão para fotos de histórias.

source: You don't have a permission for photos in album.
pt_br: Você não tem permissão para fotos no álbum.

source: It's not possible to post video files right now!
pt_br: Não é possível postar arquivos de vídeo agora mesmo!

source: Oops! An error occured. Please try again later!
pt_br: Opa! Um erro ocorreu. Por favor, tente novamente mais tarde!

source: You don't have a permission for this kind of post.
pt_br: Você não tem permissão para esse tipo de postagem.

source: Something went wrong! Couldn't publish the post.
pt_br: Algo deu errado! Não foi possível publicar a postagem.

source: Email is not valid.
pt_br: E-mail não é válido.

source: Invalid token
pt_br: Token inválido

source: Account is not active
pt_br: A conta não está ativa

source: Package added successfully! Please refresh the page.
pt_br: Plano adicionado com sucesso! Por favor, atualize a página.

source: Changes saved and subscribers updated!
pt_br: Alterações salvas e inscritos atualizados!

source: Package doesn't exist!
pt_br: Plano não existe!

source: Password must be at least 6 character length!
pt_br: A senha deve ter pelo menos 6 caracteres.

source: Password confirmation didn't match!
pt_br: Confirmação de senha não corresponde!

source: All fields are required!
pt_br: Todos os campos são necessários!

source: File not received!
pt_br: Arquivo não recebido!

source: Only zip files are allowed
pt_br: Apenas arquivos zip são permitidos

source: Please enable PHP ZIP extension (ZipArchive) and try again!
pt_br: Por favor habilite a extensão ZIP do PHP (ZipArchive) e tente novamente!

source: Plugin is not valid for installation.
pt_br: Plugin não é válido para instalação.

source: Plugin idname is not valid.
pt_br: O nome do id de plug-in não é válido.

source: Plugin with same idname is already exists.
pt_br: Plugin com o mesmo nome de id já existe.

source: Plugin is already active!
pt_br: Plugin já está ativo!

source: Success!
pt_br: Sucesso!

source: Plugin activated!
pt_br: Plugin ativado!

source: Plugin is already deactive!
pt_br: Plugin já está desativado!

source: Plugin deactivated!
pt_br: Plugin desativado!

source: Please select at least 2 media this album post.
pt_br: Selecione pelo menos 2 mídias nesta postagem do álbum.

source: Please select one media for this story post.
pt_br: Por favor, selecione uma mídia para este post da história.

source: Please select one media for this post.
pt_br: Por favor, selecione uma mídia para este post.

source: Please select an Instagram account to post.
pt_br: Por favor, selecione uma conta no Instagram para postar.

source: Post has been scheduled to %s
pt_br: Post foi programado para %s

source: Post has been re-scheduled to %s
pt_br: A postagem foi reprogramada para %s

source: Post published successfully! <a href='%s'>View post</a>
pt_br: Post publicado com sucesso! <a href='%s'>Ver postagem</a>

source: Invalid account ID
pt_br: ID da conta inválida

source: %s public post
pt_br: %s postagem pública

source: Email is not available.
pt_br: E-mail não está disponível.

source: Email sent!
pt_br: E-mail enviado!

source: Proxy doesn't exist!
pt_br: Proxy não existe!

source: Proxy added successfully! Please refresh the page.
pt_br: Proxy adicionado com sucesso! Por favor, atualize a página.

source: Couldn't send recovery email. Please try again later.
pt_br: Não foi possível enviar o email de recuperação. Por favor, tente novamente mais tarde.

source: We couldn't find your account
pt_br: Não foi possível encontrar sua conta

source: Invalid package
pt_br: Plano inválido

source: Invalid plan
pt_br: Plano inválido

source: Invalid payment gateway
pt_br: Gateway de pagamento inválido

source: Invalid port number
pt_br: Número de porta inválido

source: From email is not valid
pt_br: De e-mail não é válido

source: Connection failed
pt_br: Conexão falhou

source: Failed to start encryption
pt_br: Falha ao iniciar a criptografia

source: Encryption failed
pt_br: Criptografia falhou

source: Authentication failed
pt_br: Autenticação falhou

source: All fields are required
pt_br: Todos os campos são necessários

source: Email is not valid!
pt_br: E-mail não é válido!

source: Email is not available!
pt_br: E-mail não está disponível!

source: Feb
pt_br: Fev

source: Apr
pt_br: Abr

source: May
pt_br: Mai

source: Aug
pt_br: Ago

source: Sep
pt_br: Set

source: Oct
pt_br: Out

source: Dec
pt_br: Dez

source: Couldn't get user info.
pt_br: Não foi possível obter informações do usuário.

source: User added successfully! Please refresh the page.
pt_br: Usuário adicionado com sucesso! Por favor, atualize a página.

source: User doesn't exist!
pt_br: O usuário não existe!

source: You don't have a privilage to modify this user's data!
pt_br: Você não tem o privilégio de modificar os dados deste usuário!

source: You can not delete your own account!
pt_br: Você não pode deletar sua própria conta!

source: Are you sure?
pt_br: Você tem certeza?

source: It is not possible to get back removed data!
pt_br: Não é possível recuperar dados removidos!

source: Yes, Delete
pt_br: Sim, Excluir

source: Cancel
pt_br: Cancelar

source: Fill required fields.
pt_br: Preencha os campos obrigatórios.

source: Please select at least 2 media album post.
pt_br: Por favor, selecione pelo menos 2 postagens no álbum de mídia.

source: Please select one media for story post.
pt_br: Por favor, selecione uma mídia para o post da história.

source: Please select one media for post.
pt_br: Por favor selecione uma mídia para postagem.

source: Use the TAB key to insert emoji faster
pt_br: Use a tecla TAB para inserir emoji mais rapidamente

source: Total Posts
pt_br: Postagens Totais

source: Followers
pt_br: Seguidores

source: Following
pt_br: Segue

source: Uploading...
pt_br: Fazendo upload ...

source: Do you really want to cancel automatic payments?
pt_br: Você realmente deseja cancelar pagamentos automáticos?

source: Yes, cancel automatic payments
pt_br: Sim, cancelar pagamentos automáticos

source: No
pt_br: Não

source: Verification
pt_br: Verificação

source: Searching for %s...
pt_br: Procurando por %s...

source: +%s more
pt_br: +%s mais

source: Sunday
pt_br: Domingo

source: Monday
pt_br: Segunda-feira

source: Tuesday
pt_br: Terça-feira

source: Wednesday
pt_br: Quarta-feira

source: Thursday
pt_br: Quinta-feira

source: Friday
pt_br: Sexta-feira

source: Saturday
pt_br: Sábado

source: Sun
pt_br: Dom.

source: Mon
pt_br: Seg.

source: Tue
pt_br: Ter.

source: Wed
pt_br: Qua.

source: Thu
pt_br: Qui.

source: Fri
pt_br: Sex.

source: Sat
pt_br: Sáb.

source: Su
pt_br: Do

source: Mo
pt_br: Se

source: Tu
pt_br: Te

source: We
pt_br: Qa

source: Th
pt_br: Qi

source: Fr
pt_br: Sx

source: January
pt_br: Janeiro

source: February
pt_br: Fevereiro

source: March
pt_br: Março

source: April
pt_br: Abril

source: June
pt_br: Junho

source: July
pt_br: Julho

source: August
pt_br: Agosto

source: September
pt_br: Setembro

source: October
pt_br: Outubro

source: November
pt_br: Novembro

source: December
pt_br: Dezembro

source: Today
pt_br: Hoje

source: Clear
pt_br: Claro

source: Select files
pt_br: Selecionar arquivos

source: Load more
pt_br: Carregue mais

source: View
pt_br: Visualizar

source: Delete
pt_br: Deletar

source: Paste your link here...
pt_br: Cole seu link aqui...

source: Your media volume is empty. <br /> Drag some files here.
pt_br: Seu volume de mídia está vazio. <br /> Arraste alguns arquivos aqui.

source: Drop files here to upload
pt_br: Soltar arquivos aqui para enviar

source: This file and all uncompleted posts which this file is assigned to will be removed. This process cannot be undone. Do you want to proceed?
pt_br: Este arquivo e todos os posts incompletos aos quais este arquivo está atribuído serão removidos. Este processo não pode ser desfeito. Você quer prosseguir?

source: File size exceeds max allowed file size.
pt_br: O tamanho do arquivo excede o tamanho máximo de arquivo permitido.

source: File type is not allowed.
pt_br: O tipo de arquivo não é permitido.

source: There is not enough storage to upload this file
pt_br: Não há armazenamento suficiente para carregar este arquivo

source: There are so many files in upload queue. Please try again after current upload queue finishes.
pt_br: Existem muitos arquivos na fila de upload. Por favor, tente novamente após a conclusão da fila de upload atual.

source: {count} file(s) selected.
pt_br: {count} arquivo(s) selecionado(s).

source: Remove?
pt_br: Remover?

source: Do you want to remove the selected files? This process can not be undone.
pt_br: Você quer remover os arquivos selecionados? Este processo não pode ser desfeito.

source: Used {used} of {total}
pt_br: Usado {used} de {total}

source: Used {used}
pt_br: Usado {used}

source: {count} files
pt_br: {count} arquivos

source: Remaining storage
pt_br: Armazenamento restante

source: Max. file size to upload
pt_br: Max. tamanho do arquivo para upload

source: Unlimited storage
pt_br: Armazenamento ilimitado

source: Thanks for using %s.
pt_br: Obrigado por usar %s.

source: All rights reserved.
pt_br: Todos os direitos reservados.

source: Password Recovery
pt_br: Recuperação de senha

source: Hi %s
pt_br: Oi %s

source: Someone requested password reset instructions for your account on %s. If this was you, click the button below to set new password for your account. Otherwise you can forget about this email. Your account is still safe.
pt_br: Alguém solicitou instruções de redefinição de senha para sua conta %s. Se foi você, clique no botão abaixo para definir uma nova senha para sua conta. Caso contrário, você pode esquecer este e-mail. Sua conta ainda está segura.

source: Reset Password
pt_br: Redefinir Senha

source: Unlimited
pt_br: Ilimitado

source: Couldn't save uploaded file.
pt_br: Não foi possível salvar o arquivo enviado.

source: Couldn't save uploaded file data.
pt_br: Não foi possível salvar os dados do arquivo enviado.

source: Couldn't detect file extension!
pt_br: Não foi possível detectar a extensão de arquivo!

source: Image is to small!
pt_br: A imagem é pequena!

source: Video should be at least 3 seconds length.
pt_br: O vídeo deve ter no mínimo 3 segundos de duração.

source: Video should be at least 480px wide.
pt_br: O vídeo deve ter pelo menos 480px de largura.

source: Aspect ratio of the video file is not accepted by Instagram.
pt_br: A relação de aspecto do arquivo de vídeo não é aceita pelo Instagram.

source: Video is too long. Unable to process it. Upload the videos with duration up to %s minutes.
pt_br: O vídeo é muito longo. Não é possível processá-lo. Envie os vídeos com duração de até %s minutos.

source: Aspect ratio of the video is only appropriate for Instagram story. Instagram story video duration might be up to %s seconds.
pt_br: A proporção do vídeo é apropriada apenas para a história do Instagram. A duração do vídeo da história do Instagram pode ser de até %s segundos.

source: Video is too long. Maximum 60 seconds videos are accepted.
pt_br: O vídeo é muito longo. Vídeos com duração máxima de 60 segundos são aceitos.

source: Video might be up to %spx wide
pt_br: Vídeo pode ser até %spx largura

source: Missing meta data
pt_br: Metadados ausentes

source: Invalid meta data
pt_br: Metadados inválidos

source: Couldn't get the file
pt_br: Não foi possível obter o arquivo

source: Couldn't download the file
pt_br: Não foi possível baixar o arquivo

source: Couldn't find the image!
pt_br: Não foi possível encontrar a imagem!

source: Couldn't get file type!
pt_br: Não foi possível obter o tipo de arquivo!

source: Annual Plan
pt_br: Plano Anual

source: Monthly Plan
pt_br: Plano Mensal

source: Payment for Order #%s
pt_br: Pagamento por ordem #%s

source: System detected logical error
pt_br: Erro lógico detectado pelo sistema

source: Couldn't get payment information
pt_br: Não foi possível obter informações de pagamento

source: Couldn't complete the payment!
pt_br: Não foi possível concluir o pagamento!

source: Couldn't approve the payment!
pt_br: Não foi possível aprovar o pagamento!

source: This is account will already be active for at least 5 years. <br> It's not possible to create a new payment subscription for this account.
pt_br: Esta conta já estará ativa por pelo menos 5 anos. <br> Não é possível criar uma nova assinatura de pagamento para essa conta.

source: {site_name} Account Activation
pt_br: {site_name} Ativação de conta

source: Please verify the email address {email} belongs to you. To do so, simply click the button below.
pt_br: Por favor, verifique o endereço de e-mail {email} pertence a você. Para fazer isso, basta clicar no botão abaixo.

source: Verify Email
pt_br: Verificar e-mail

source: New Account
pt_br: Nova conta

source: Saved Accounts
pt_br: Contas salvas

source: Calendar
pt_br: Calendário

source: New Caption
pt_br: Nova Legenda

source: Caption Templates
pt_br: Legenda dos Templates

source: Add new
pt_br: Adicionar novo

source: Account Verification
pt_br: Verificação de conta

source: Checkout Result
pt_br: Resultado de check-out

source: Email Verification
pt_br: Verificação de e-mail

source: Account Expired
pt_br: Conta Expirada

source: Username
pt_br: Nome de usuário

source: Enter username
pt_br: Insira nome de usuário

source: Password
pt_br: Senha

source: Enter password
pt_br: Digite a senha

source: Proxy for your country
pt_br: Proxy para o seu país

source: Proxy should match following pattern: http://ip:port OR http://username:password@ip:port
pt_br: O proxy deve corresponder ao seguinte padrão: http://ip:port OU http://username:password@ip:port

source: It's recommended to to use a proxy belongs to the country where you've logged in this acount in Instagram's official app or website.
pt_br: Recomenda-se usar um proxy que pertença ao país em que você fez login nesta conta no aplicativo ou site oficial do Instagram.

source: Security Code
pt_br: Código de segurança

source: Enter security code
pt_br: Digite o código de segurança

source: Didn't get a security code?
pt_br: Não conseguiu um código de segurança?

source: Resend it
pt_br: Reenvie

source: after %s seconds
pt_br: depois de %s segundos

source: If you're unable to receive a security code, use one of your <a href='{url}' target='_blank'>backup codes</a>.
pt_br: Se você não conseguir receber um código de segurança, use um de seus <a href='{url}' target='_blank'>códigos de backup</a>.

source: You should receive the 6 digit security code sent by Instagram to the mail address of this account.
pt_br: Você deve receber o código de segurança de seis dígitos enviado pelo Instagram para o endereço de e-mail dessa conta.

source: Save changes
pt_br: Salvar alterações

source: Add account
pt_br: Adicionar Conta

source: Confirm
pt_br: Confirme

source: Added on %s
pt_br: Adicionado em %s

source: Re-login required!
pt_br: Re-login necessário!

source: Edit
pt_br: Editar

source: View timeline
pt_br: Ver a linha do tempo

source: Load More
pt_br: Carregar mais

source: You haven't add any Instagram account yet. Click the button below to add your first account.
pt_br: Você ainda não adicionou nenhuma conta no Instagram. Clique no botão abaixo para adicionar sua primeira conta.

source: You don't have a permission to add any Instagram account.
pt_br: Você não tem permissão para adicionar uma conta no Instagram.

source: Search...
pt_br: Pesquisa...

source: Select Account
pt_br: Selecione uma conta

source: All accounts
pt_br: Todas as contas

source: Submit
pt_br: Enviar

source: In Progress
pt_br: Em progresso

source: Processing now...
pt_br: Processando agora...

source: In a few moments
pt_br: Em poucos momentos

source: System task error
pt_br: Erro na tarefa do sistema

source: Story
pt_br: Histórias

source: Regular Post
pt_br: Postagem regular

source: There is not any scheduled post for {account} on this date.
pt_br: Não há nenhum post agendado para {account} nesta data.

source: There is not any scheduled post on this date.
pt_br: Não há nenhum post agendado nesta data.

source: Published
pt_br: Publicados

source: View on Instagram
pt_br: Ver no Instagram

source: There is not any published post for {account} on this date yet.
pt_br: Não há nenhum post publicado para {account} nesta data ainda.

source: There is not any published post on this date yet.
pt_br: Não há nenhum post publicado nesta data ainda.

source: Failed
pt_br: Falhou

source: There is not any failed post for {account} on this date yet.
pt_br: Não há postagens com falha {account} nesta data ainda.

source: There is not any failed post on this date yet.
pt_br: Ainda não há postagens com falha nesta data.

source: Add post
pt_br: Adicionar postagem

source: %s post
pt_br: %s postagem

source: Delayed
pt_br: Atrasado

source: Scheduled
pt_br: Agendado

source: Title
pt_br: Título

source: Enter caption title
pt_br: Digite o título da legenda

source: Caption
pt_br: Legenda

source: Write a caption
pt_br: Escreva uma legenda

source: Save caption
pt_br: Salvar legenda

source: Use caption
pt_br: Use a legenda

source: You haven't add any caption template yet. Click the button below to create your first caption template.
pt_br: Você não adicionou nenhum modelo ainda. Clique no botão para criar sua primeira legenda do template.

source: Add New
pt_br: Adicionar novo

source: Enter Your Security Code
pt_br: Entre com seu código de segurança

source: Enter the 6-digit code sent to your email/phone
pt_br: Introduza o código de 6 dígitos enviado para o seu email/telefone

source: Enter the 6-digit code sent to the number ending in %s
pt_br: Digite o código de 6 dígitos enviado para o número final em %s

source: Error!
pt_br: Erro!

source: An error occured while sending the verification code! Please try again later!
pt_br: Ocorreu um erro ao enviar o código de verificação! Por favor, tente novamente mais tarde!

source: Try Again
pt_br: Tente novamente

source: Payment Error!
pt_br: Erro no pagamento

source: An error occured during the payment process! Please try again later!
pt_br: Ocorreu um erro durante o processo de pagamento! Por favor, tente novamente mais tarde!

source: Go to Home
pt_br: Vá para a Página Inicial

source: You've successfully activated the Automatic Payment Model for your account.
pt_br: Você ativou com sucesso o modelo de pagamento automático para sua conta.

source: We'll renew your account as soon as payment processing finished successfully.
pt_br: Renovaremos sua conta assim que o processamento do pagamento for concluído com sucesso.

source: Payment accepted successfully! Your account will be active until %s
pt_br: Pagamento aceito com sucesso! Sua conta ficará ativa até %s

source: Go to Account
pt_br: Ir para a conta

source: You've successfully verified the your email address.
pt_br: Você confirmou com sucesso o seu endereço de e-mail.

source: Get Started
pt_br: Iniciar

source: Please click "View Plans" button to view pricing packages. After choosing appropriate package you can start to use the app.
pt_br: Por favor, clique no botão "Ver Planos" para visualizar os pacotes de preços. Depois de escolher o pacote adequado, você pode começar a usar o aplicativo.

source: View Plans
pt_br: Visualizar planos

source: You've been subscribed to the automatic payment model.
pt_br: Você foi inscrito no modelo de pagamento automático.
